{"modelTopology": null, "weightsManifest": [{"paths": ["group1-shard1of1"], "weights": [{"dtype": "float32", "shape": [16, 256], "name": "lstm_2/kernel"}, {"dtype": "float32", "shape": [64, 256], "name": "lstm_2/recurrent_kernel"}, {"dtype": "float32", "shape": [256], "name": "lstm_2/bias"}]}, {"paths": ["group2-shard1of1"], "weights": [{"dtype": "float32", "shape": [64, 2], "name": "dense_2/kernel"}, {"dtype": "float32", "shape": [2], "name": "dense_2/bias"}]}]}